Repository: niels-hb/astrareal-residential-frontend-flutter
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Unit
vi: Căn Hộ

source: Requests
vi: Yêu Cầu

source: Payments
vi: Thanh Toán

source: Account
vi: Tài Khoản

source: My Unit
vi: Căn Hộ Của Tôi

source: My Requests
vi: Yêu Cầu Của Tôi

source: My Payments
vi: Thanh Toán Của Tôi

source: My Account
vi: Tài Khoản Của Tôi

# user_type_company
source: Company
vi: Công Ty

# user_type_individual
source: Individual
vi: Cá Nhân

source: German
vi: Đức

source: Vietnamese
vi: Việt Nam

source: Lease Duration
vi: Thời Hạn Hợp Đồng

source: Lessee Information
vi: Thông tin Người Thuê

# user_type
source: Type
vi: Phân loại

source: ID Number
vi: Số CCCD/CMND/Hộ chiếu

source: Name
vi: Tên

source: Telephone Number
vi: Số điện thoại

source: Nationality
vi: Quốc tịch

source: Lessor Information
vi: Thông tin Chủ Nhà

source: Building Management Information
vi: Thông tin Đội Quản lý toà nhà

source: Reception
vi: Lễ tân

source: Security
vi: Bảo vệ

source: Office
vi: Văn phòng hành chính

source: Lease Terms
vi: Các điều khoản thuê nhà

source: Access Cards
vi: Thông tin Thẻ Truy Cập (Access Cards))

source: Card Number
vi: Số hiệu thẻ

source: Owner
vi: Người sở hữu

source: Fingerprints
vi: Dấu vân tay

source: Parking
vi: Gửi Xe

source: Documents
vi: Các tài liệu

source: Plate Number
vi: Biển số xe

source: Brand
vi: Hãng

source: Model
vi: Loại xe

source: Color
vi: Màu sắc

source: Image
vi: Hình ảnh

source: Date of Birth
vi: Ngày sinh

source: Gender
vi: Giới tính

source: Permanent Residential Address
vi: Địa chỉ thường trú

source: Male
vi: Nam

source: Female
vi: Nữ

source: Germany
vi: Đức

source: Vietnam
vi: Việt Nam

source: Payment Information
vi: Thông Tin Thanh Toán

source: Edit Account
vi: Chỉnh sửa tài khoản

source: Password
vi: Mật khẩu

source: Edit Email
vi: Chỉnh sửa địa chỉ email

source: Cancel
vi: Huỷ

source: Save
vi: Lưu

source: Edit address
vi: Thay đổi địa chỉ thường trú

# addressLine1
source: Address Line 1 (House number, Street)
vi: Địa chỉ 1 (Số nhà, Tên đường)

# addressLine2
source: Address Line 2 (Apartment No.)
vi: Địa chỉ 2 (Căn hộ số)

source: City
vi: Thành phố

source: Postal Code
vi: Mã bưu điện

source: Country
vi: Quốc gia

source: Sign in
vi: Đăng Nhập

source: Sign up
vi: Đăng Ký

# emailOrTelephoneNumber
source: Email / Phone number
vi: Email / Số điện thoại

# signUpHint
source: Don't have an account? Please sign up here.
vi: Bạn chưa có tài khoản? Hãy đăng ký tại đây!

source: Landlord
vi: Chủ Nhà

source: Tenant
vi: Người Thuê Nhà

# emailOrTelephoneNumberRequired
source: Please provide an email address or phone number.
vi: Hãy nhập địa chỉ email hoặc số điện thoại

# emailOrTelephoneNumberInvalid
source: Invalid format.
vi: Định dạng không hợp lệ

# passwordRequired
source: Please provide a password.
vi: Hãy nhập mật khẩu.ư

source: Confirm Password
vi: Xác Nhận Mật Khẩu

# passwordAndConfirmationDontMatch
source: Passwords don't match.
vi: Xác Nhận Mật Khẩu Sai.

# emailInvalid
source: Invalid email address.
vi: Định dạng địa chỉ email không hợp lệ.

# emailRequired
source: Please provide an email address.
vi: Vui lòng cung cấp một địa chỉ email.

# telephoneNumberInvalid
source: Invalid telephone number.
vi: Định dạng số điện thoại không hợp lệ.

# telephoneNumberRequired
source: Please provide a telephone number.
vi: Vui lòng cung cấp số điện thoại.

# nameRequired
source: Please provide your name.
vi: Vui lòng cung cấp Tên của bạn.

# dateOfBirthRequired
source: Please provide your date of birth.
vi: Vui lòng cung cấp Ngày sinh của bạn.

# nationalityRequired
source: Please provide your nationality.
vi: Vui lòng nhập Quốc tịch của bạn.

# nationalityInvalid
source: Please choose a nationality from the list.
vi: Vui lòng chọn Quốc tịch từ danh sách.

# countryInvalid
source: Please choose a country from the list.
vi: Vui lòng chọn một Quốc gia từ danh sách.

# requiredFieldMissing
source: This field is required.
vi: Bắt buộc

source: Individual
vi: Cá nhân

source: Company
vi: Doanh nghiệp

# personalSignUpGreeting
source: Hey {name}. Just a couple of steps to set up your account.
vi: Xin chào {name}. Hoàn thành các bước tiếp theo để đăng ký thành công tài khoản của bạn nhé!

source: Identification
vi: Giấy tờ tuỳ thân

# addressRequired
source: Please provide your address.
vi: Vui lòng cung cấp địa chỉ của bạn.

# identificationRequired
source: Please provide your identification.
vi: Vui lòng cung cấp thông tin giấy tờ tuỳ thân của bạn.

source: Passport
vi: Hộ chiếu

source: ID Card
vi: Căn cước công dân (CCCD)

# identificationType
source: Type of identification
vi: Loại giấy tờ tuỳ thân

# fullName
source: Full name as on ID
vi: Tên đầy đủ trên CCCD

source: ID Number
vi: Số CCCD

# genderRequired
source: Please provide your gender.
vi: Vui lòng lựa chọn giới tính.

source: Edit identification
vi: Chỉnh sửa Giấy tờ tuỳ thân

source: Move furniture into unit
vi: Chuyển đồ đạc vào căn hộ

source: Move furniture out of unit
vi: Chuyển đồ đạc ra khỏi căn hộ

source: Add parking registration
vi: Bổ sung đăng ký chỗ gửi xe

source: Request new access card
vi: Yêu cầu thẻ truy cập

source: Number must be positive.
vi: Số dương.

# numberInvalid
source: Input is not a valid number.
vi: Không hợp lệ.

# addRequest
source: New request
vi: Yêu cầu mới

source: Select type of request
vi: Lựa chọn yêu cầu

source: Items
vi: Các hạng mục

source: Add item
vi: Thêm hạng mục

source: Moving time
vi: Thời gian chuyển vào

source: Moving date
vi: Ngày vận chuyển

# movingTimeFrom
source: Start
vi: Bắt đầu

source: to
vi: tới

# movingTimeTo
source: End
vi: Kết thúc

source: Special requirements
vi: Những yêu cầu đặc biệt

source: Requires trolley
vi: Yêu cầu xe đẩy

source: Requires van parking
vi: Yêu cầu chỗ đậu xe van

source: Using cargo lift
vi: Sử dụng thang chở hàng

source: Other
vi: Khác

source: Notes
vi: Những lưu ý

source: Submit
vi: Gửi thông tin

# itemName
source: Name
vi: Tên

# quantityShort
source: Qty
vi: SL

source: Add
vi: Thêm

source: Logout
vi: Đăng xuất

# listMayNotBeEmpty
source: Please add at least one item.
vi: Hãy bổ sung ít nhất 1 món đồ

source: You
vi: Bạn

source: Building
vi: Toà Nhà

source: Edit Password
vi: Chỉnh sửa Mật khẩu

source: Current Password
vi: Mật khẩu hiện tại

source: New Password
vi: Mật khẩu mới

# failedToUpdatePassword
source: Failed to update password. Is your current password correct?
vi: Tạo lập mật khẩu mới không thành công. Vui lòng kiểm tra Mật khẩu hiện tại?

source: Edit Telephone Number
vi: Chỉnh sửa số điện thoại

# emptyRequests
source: No requests.
vi: Không có yêu cầu.

# emptyLeases
source: No leases.
vi: Không có khách thuê.

source: Add lease
vi: Thêm thông tin khách thuê

source: Lease Information
vi: Thông tin cho thuê

# leaseStart
source: Start date
vi: Ngày bắt đầu

# leaseEnd
source: End date
vi: Ngày kết thúc

# rentalFee
source: Rental fee (monthly)
vi: Tiền thuê (hàng tháng)

# lesseeEmailNotFound
source: No account with this email found.
vi: Không tìm thấy tài khoản nào từ địa chỉ email này.

source: Deny request
vi: Từ chối yêu cầu

source: Reason
vi: Lý do

# denialReason
source: Reason for denial
vi: Lý do từ chối yêu cầu

source: Delete request
vi: Xoá yêu cầu

source: Projects
vi: Các dự án

source: Create project
vi: Tạo dự án mới

source: Address
vi: Địa chỉ

source: Add building
vi: Thêm toà nhà

source: Add unit
vi: Thêm căn hộ

# ownerEmail
source: Email (owner)
vi: Địa chỉ email (chủ sở hữu)

# ownerEmailNotFound
source: No account with this email found.
vi: Không tìm thấy tài khoản nào từ địa chỉ email này.

source: Unit information
vi: Thông tin căn hộ

source: Building information
vi: Thông tin toà nhà

source: Project information
vi: Thông tin về Dự án

source: Owner information
vi: Thông tin về chủ sở hữu

source: Edit name
vi: Chỉnh sửa tên

source: Units
vi: Những căn hộ

# unitNumber
source: Apartment no.
vi: Căn hộ số

# editUnitNumber
source: Edit apartment no.
vi: Chỉnh sửa số hiệu căn hộ

# companyIdNumber
source: Company ID No.
vi: Mã số doanh nghiệp

# taxIdNumber
source: Tax ID No.
vi: Mã số thuế

source: Registered address
vi: Địa chỉ đăng ký kinh doanh

# companySignUpGreeting
source: Please provide the following information about {name}.
vi: Vui lòng cungg cấp những thôngg tin sau về {name}.

# emptyUnits
source: No units.
vi: Không có căn hộ nào tại thời điểm này.

# emptyProjects
source: No projects.
vi: Không có dự án nào tại thời điểm này.

# emptyBuildings
source: No buildings.
vi: Không có toà nhà nào tại thời điểm này.

source: Execute
vi: Hành hình
